Repository: OpenMediaVault-Plugin-Developers/openmediavault-cterm
Catalog: usr/share/openmediavault/locale/*/openmediavault-cterm.po
Languages: it_it, ru_ru, sl_si, zh_cn, zh_tw

source: Auto-login secret
it_it: Chiave segreta per l'accesso automatico
ru_ru: Секрет для автоматического входа в систему
sl_si: Skrivnost za samodejno prijavo
zh_cn: 自动登录密码
zh_tw: 自動登入密碼

source: Auto-login secret is too short. Must be at least 32 characters or disabled with 0 characters.
zh_cn: 自动登录密码过短，必须至少32位字符，或者用0表示禁用
zh_tw: 自動登入的密碼太短。必須至少有 32 個字元，或以 0 個字元來停用。

source: Auto-login user
it_it: Utente con l'accesso automatico
ru_ru: Имя пользователя для автоматического входа в систему
sl_si: Uporabnik za samodejno prijavo
zh_cn: 自动登录用户
zh_tw: 自動登入用户

source: Base path
zh_cn: 基础路径
zh_tw: 基底路徑

source: Base path to use. Leave blank to disable.
zh_cn: 使用的基础路径。留空表示禁用。
zh_tw: 要使用的基底路徑。留空白表示停用。

source: Date & Time
it_it: Data e ora
ru_ru: Дата и Время
sl_si: Datum in ura
zh_cn: 日期 & 时间
zh_tw: 日期與時間

source: Enable
it_it: Abilita
ru_ru: Включить
sl_si: Omogoči
zh_cn: 启用
zh_tw: 啟用

source: Enable host shell option in container list.
it_it: Abilita l'opzione shell host nell'elenco dei container.
ru_ru: Включить опцию "Оболочка хоста" в списке контейнеров.
sl_si: Omogočite možnost lupine gostitelja v seznamu vsebnikov.
zh_cn: 在容器列表中启用主机 shell 选项。
zh_tw: 在容器列表中啟用主機指令殼選項。

source: Host
ru_ru: Сервер
sl_si: Gostitelj
zh_cn: 主机
zh_tw: 主機

source: Host shell
it_it: Shell host
ru_ru: Оболочка сервера
sl_si: Lupina gostitelja
zh_cn: 主机 shell
zh_tw: 主機指令殼

source: IP to listen on. Use 0.0.0.0 for all IPs.
it_it: IP su cui ascoltare. Utilizza 0.0.0.0 per tutti gli IP.
ru_ru: IP для прослушивания. Используйте 0.0.0.0 для всех IP-адресов.
sl_si: IP za poslušanje. Za vse IP-je uporabite 0.0.0.0.
zh_cn: 监听 IP，使用 0.0.0.0 表示监听所有 IP。
zh_tw: 用以監聽的 IP 地址。使用 0.0.0.0 來表示所有的 IP 地址。

source: Leave blank to disable auto-login.<br/>Should be between 32 and 64 characters.<br/>Enter 'random' to generate a random string between 32 and 64 chars.<br/>Enter 'random64' where the number 64 can be the length between 32 and 64.
zh_cn: 留空表示禁用自动登录。<br/>应该是32至64位字符。<br/>输入 'random' 生成一个32至64位的随机字符串。<br/>输入 'random64'， 这个64可以是32至64之间的数字。
zh_tw: 留空白將會停用自動登入。<br/>應該有 32 到 64 個字元。<br/>輸入 'random' 則會產生一個 32 到 64 字元的隨機字串。<br/>輸入 'random64'，其中的 64 可以是 32 到 64 之間的長度。

source: Level
it_it: Livello
ru_ru: Уровень
sl_si: Nivo
zh_cn: 级别
zh_tw: 層級

source: Message
it_it: Messaggio
ru_ru: Сообщение
sl_si: Sporočilo
zh_cn: 消息
zh_tw: 訊息

source: Module
it_it: Modulo
ru_ru: Модуль
sl_si: Modul
zh_cn: 模块
zh_tw: 模組

source: Open UI
it_it: Apri l'interfaccia utente
ru_ru: Открыть пользовательский интерфейс
sl_si: Odpri UV
zh_cn: 打开 UI
zh_tw: 開啟 UI

source: Override auto-login user for admins.<br/>Leave blank to use web interface user.<br/>Non-admins will always use web interface user.
ru_ru: Переопределение автоматического входа пользователя в систему для администраторов.<br/>Оставьте поле пустым, чтобы использовать веб-интерфейс пользователя.<br/>Не-администраторы всегда будут использовать веб-интерфейс пользователя.
sl_si: Nadomeščanje uporabnika za samodejno prijavo za administratorja.<br/>Pustite prazno, če želite uporabiti uporabnika spletnega vmesnika.<br/>Neadministratorji bodo vedno uporabili uporabnika spletnega vmesnika.
zh_cn: 使用 admins 覆盖自动登录用户。<br/>留空则使用 web 登录用户。<br/>使用Non-admins 则会一直使用 web 登录用户。
zh_tw: 為管理員群組代換的自動登入用户。<br/>留空白則使用網站介面用户。<br/>非管理員群組將都使用網站介面用户。

source: Port
it_it: Porta
ru_ru: Порт
sl_si: Vrata
zh_cn: 端口
zh_tw: 通訊埠

source: Port to listen on.
it_it: Porta su cui ascoltare.
ru_ru: Порт для прослушивания.
sl_si: Vrata za poslušanje.
zh_cn: 监听端口。
zh_tw: 用以監聽的通訊埠。

source: Updated cterm settings.
it_it: Le impostazioni di cterm sono state aggiornate.
ru_ru: Настройки cterm обновлены.
sl_si: Posodobljene nastavitve cterma.
zh_cn: 更新 cterm 设置。
zh_tw: 已更新 cterm 設定。

source: User must be in cterm group to login.
it_it: Per effettuare l'accesso, l'utente deve appartenere al gruppo cterm.
ru_ru: Пользователь должен быть в группе cterm для входа в систему.
sl_si: Uporabnik mora biti v skupini cterm, da se lahko prijavi.
zh_cn: 用户必须在 cterm 组才能登录。
zh_tw: 用户必須屬於 cterm 群組才能登入。
